tap "bufbuild/buf"
tap "cloudflare/cloudflare"
tap "hashicorp/tap"
tap "surrealdb/tap"

brew "atuin"
brew "bat"
brew "bottom"
brew "bufbuild/buf/buf"
brew "cfssl"
brew "choose-rust"
brew "cloudflared"
brew "curl"
brew "derailed/k9s/k9s"
brew "direnv"
brew "composer"
brew "exiftool"
brew "eza"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "hashicorp/tap/terraform"
brew "helm"
brew "httpie"
brew "kubelogin"
brew "jj"
brew "jq"
brew "neovim"
brew "nmap"
brew "node"
brew "opensc"
brew "php"
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "stern"
brew "surrealdb/tap/surreal"
brew "tmux"
brew "watch"
brew "wget"
brew "ykman"
brew "zoxide"

cask "1password-cli"
cask "arc"
cask "chatgpt"
cask "claude-code"
cask "discord"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "keka"
cask "ngrok"
cask "raycast"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "yaak"

